window.arrNews = [
        {
        id: 1,
        title:'Мир кино после Мстителей',
        description: `Мир вряд ли будет прежним. Во всяком случае, мир кино так точно. Трудно представить, что после всех потрясений первой половины 2020 года прокат сможет вновь выйти на уровень, когда кассовые сборы отдельных кинопроектов превышали два миллиарда долларов, а общее число "миллиардеров" за год могло оказаться больше пяти.`,
        url:'https://www.kinonews.ru/article_93883/',
        img:'https://www.kinonews.ru/insimgs/2020/artimg/artimg93883.jpg' ,
        fulldescription:'Мир вряд ли будет прежним. Во всяком случае, мир кино так точно. Трудно представить, что после всех потрясений первой половины 2020 года прокат сможет вновь выйти на уровень, когда кассовые сборы отдельных кинопроектов превышали два миллиарда долларов, а общее число "миллиардеров" за год могло оказаться больше пяти. Последние годы локомотивами индустрии, безусловно, являлись экранизации комиксов. Смогут ли они, если не полностью оживить прокат, то хотя бы провести первичные реанимационные мероприятия, станет понятно уже совсем скоро. Перечислим самые любопытные фильмы по мотивам комиксов, которые ожидают зрителей в течение ближайших 365 дней, в эпоху, которую условно можно назвать "После Мстителей"."Новые мутанты" 27 августа 2020 года  Многострадальный фильм студии Fox, запущенный в производство еще в то время, когда студия не принадлежала компании Walt DIsney. Изначально его предполагалось представить зрителям еще в 2018 году, но затем планы несколько раз менялись. Ходили слухи, что проблемный продукт вообще не выйдет на больших экранах, а финиширует на цифровых платформах, но новые владельцы в итоге все же решились на эксперимент. Насколько он окажется удачным, покажет время, но проект достоин просмотра в кинозале, хотя бы просто потому, что это поможет лучше понять, из-за чего, собственно, был весь этот сыр-бор.'
        },
        {
        id: 2,
        title:`Новый "Крик" запущен в производство`,
        description: `Студии Spyglass Media Group и Paramount Pictures запускают в производство очередной фильм ужасов из серии крик. Об этом со ссылкой на свои источники сообщает издание Variety. Постановщиками назначены Мэттью Беттинелли и Тайлер Джиллетт, создатели фильма "Я иду искать" 2019 года выпуска`,
        url:'https://www.kinonews.ru/news_93935/',
        img:'https://www.kinonews.ru/insimgs/2020/newsimg/newsimg93935.jpg',
        fulldescription:'Студии Spyglass Media Group и Paramount Pictures запускают в производство очередной фильм ужасов из серии крик. Об этом со ссылкой на свои источники сообщает издание Variety. Постановщиками назначены Мэттью Беттинелли и Тайлер Джиллетт, создатели фильма "Я иду искать" 2019 года выпуска. Ожидается, что Дэвид Аркетт в очередной раз исполнит роль заместителя шерифа Дьюи. Присоединится ли к нему кто-то еще из оригинального актерского состава, пока не уточняется. Съемки планируется начать в конце лета 2020 года с прицелом на премьеру в середине 2021 года. Paramount будет отвечать за прокат картины по всему миру и представит его на ццифровых платформах в некоторых странах, права на показы на платных телеканалах в Северной Америке будут принадлежать Spyglass. Напомним, что режиссер Уэс Крэйвен, выпустил первую часть "Крика" в 1996 году. Проект был очень успешен в прокате, собрав более 170 миллионов долларов при бюджете в 14 миллионов, и стал своего рода культовым во многом из-за оригинальной маски злодеев. И первый и второй фильмы получили развитие в многочисленных продолжениях'
        },
        {
        id: 3,
        title:`Киану Ривз вернулся на съемки "Матрицы 4"`,
        description: 'Создатели фантастического боевика "Матрица 4" вновь приступают к съемкам. Как свидетельствуют корреспонденты издания TMZ, к работе вернулись исполнители ключевых ролей - Киану Ривз, Кэрри-Энн Мосс и Нил Патрик Харрис. Все они были замечены в Берлине во время подготовки к новому этапу работы над картиной.',
        url:'https://www.kinonews.ru/news_93937/',
        img:'https://www.kinonews.ru/insimgs/2020/newsimg/newsimg93937.jpg',
        fulldescription: 'Создатели фантастического боевика "Матрица 4" вновь приступают к съемкам. Как свидетельствуют корреспонденты издания TMZ, к работе вернулись исполнители ключевых ролей - Киану Ривз, Кэрри-Энн Мосс и Нил Патрик Харрис. Все они были замечены в Берлине во время подготовки к новому этапу работы над картиной.Отметим, что ранее говорилось о том. что съемки планируется возобновить в середине июля. Вполне возможно, что эпидемиологическая ситуация позволяет возобновить их раньше, чем было намечено. Режиссер Лана Вачовский успела приступить к работе еще до начала эпидемии коронавируса нового типа, начало которой было объявлено Всемирной организацией здравоохранения в середине марта. Часть эпизодов уже были сняты в Берлине, когда производство оказалось заморожено на неопределенный срок. Изначально предполагалось, что "Матрица 4" будет представлена зрителям в мае 2021 года, но позже студия Warner Bros, отложила релиз почти на год - до 1 апреля 2022 года.Фильм "Матрица" вышел в прокат в 1999 году и стал настоящим культурным феноменом. Он также оказал огромное влияние на фантастический жанр и кинематограф в целом, вызвав бесчисленное количество подражаний'
        },
        {
        id: 4,
        title:`Четвертый сезон «Рассказа служанки» перенесли на следующий год`,
        description: `Hulu решил отложить выход четвёртого сезона «Рассказа служанки», так как из-за пандемии съёмочный процесс стоит на паузе. Пока неизвестно, когда конкретно возобновится производство и выйдут новые серии.`,
        url:'https://www.film.ru/news/zaderzhka-sluzhanki',
        img:'https://www.film.ru/sites/default/files/styles/thumb_1024x450/public/filefield_paths/5d128f389c510112de7ff8c3.jpg',
        fulldescription:'Hulu решил отложить выход четвёртого сезона «Рассказа служанки», так как из-за пандемии съёмочный процесс стоит на паузе. Пока неизвестно, когда конкретно возобновится производство и выйдут новые серии. Летом 2019 года стало известно, что сериал продлили на четвёртый сезон. В основе сюжета лежит роман Маргарет Этвуд. Главная героиня — Джун Осборн — является одной из женщин, способных зачать ребёнка. Поэтому её делают суррогатной матерью вместе с другими угнетаемыми женщинами.Подробности новых эпизодов пока не разглашаются.'
        },
];