window.products = [
    {
        id:1,
        title:'Последнее желание',
        author:'Сапковский А.',
        price:'345',
        url:'https://img-gorod.ru/22/900/2290051_preview.jpg',
        fulldiscription:`Ведьмак — это мастер меча и мэтр волшебства, ведущий непрерывную войну с кровожадными монстрами, которые угрожают покою сказочной страны. «Ведьмак» — это мир на острие меча, ошеломляющее действие, незабываемые ситуации, великолепные боевые сцены. Читайте продолжение саги о Ведьмаке!`,
        years:1988,
        numberOfPages:196,
        coverType: 'Твердая бумажная'
    },
    {
        id:2,
        title:'Меч Предназначения',
        author:'Сапковский А.',
        price:'370',
        url:'https://img-gorod.ru/22/900/2290050_preview.jpg',
        fulldiscription:`Ведьмак — это мастер меча и мэтр волшебства, ведущий непрерывную войну с кровожадными монстрами, которые угрожают покою сказочной страны. «Ведьмак» — это мир на острие меча, ошеломляющее действие, незабываемые ситуации, великолепные боевые сцены. Читайте продолжение саги о Ведьмаке!`,
        years:1988,
        numberOfPages:200,
        coverType: 'Твердая бумажная'
    },
    {
        id:3,
        title:'Кровь эльфов',
        author:'Сапковский А.',
        price:'400',
        url:'https://img-gorod.ru/23/271/2327196_preview.jpg',
        fulldiscription:`Ведьмак — это мастер меча и мэтр волшебства, ведущий непрерывную войну с кровожадными монстрами, которые угрожают покою сказочной страны. «Ведьмак» — это мир на острие меча, ошеломляющее действие, незабываемые ситуации, великолепные боевые сцены. Читайте продолжение саги о Ведьмаке!`,
        years:1999,
        numberOfPages:220,
        coverType: 'Твердая бумажная'
    },
    {
        id:4,
        title:'Ведьмак. Час Презрения',
        author:'Сапковский А.',
        price:'410',
        url:'https://img-gorod.ru/25/196/2519695_preview.jpg',
        fulldiscription:`Ведьмак — это мастер меча и мэтр волшебства, ведущий непрерывную войну с кровожадными монстрами, которые угрожают покою сказочной страны. «Ведьмак» — это мир на острие меча, ошеломляющее действие, незабываемые ситуации, великолепные боевые сцены. Читайте продолжение саги о Ведьмаке!`,
        years:1999,
        numberOfPages:346,
        coverType: 'Твердая бумажная'
    },
    {
        id:5,
        title:'Крещение огнем',
        author:'Сапковский А.',
        price:'345',
        url:'https://img-gorod.ru/23/481/2348159_preview.jpg',
        fulldiscription:`Ведьмак — это мастер меча и мэтр волшебства, ведущий непрерывную войну с кровожадными монстрами, которые угрожают покою сказочной страны. «Ведьмак» — это мир на острие меча, ошеломляющее действие, незабываемые ситуации, великолепные боевые сцены. Читайте продолжение саги о Ведьмаке!`,
        years:2007,
        numberOfPages:346,
        coverType: 'Твердая бумажная'
    },
    {
        id:6,
        title:'Башня Ласточки',
        author:'Сапковский А.',
        price:'545',
        url:'https://img-gorod.ru/23/624/2362494_preview.jpg',
        fulldiscription:`Ведьмак — это мастер меча и мэтр волшебства, ведущий непрерывную войну с кровожадными монстрами, которые угрожают покою сказочной страны. «Ведьмак» — это мир на острие меча, ошеломляющее действие, незабываемые ситуации, великолепные боевые сцены. Читайте продолжение саги о Ведьмаке!`,
        years:2017,
        numberOfPages:476,
        coverType: 'Твердая бумажная'
    },
    {
        id:7,
        title:'Владычица Озера',
        author:'Сапковский А.',
        price:'645',
        url:'https://img-gorod.ru/23/896/2389610_preview.jpg',
        fulldiscription:`Ведьмак — это мастер меча и мэтр волшебства, ведущий непрерывную войну с кровожадными монстрами, которые угрожают покою сказочной страны. «Ведьмак» — это мир на острие меча, ошеломляющее действие, незабываемые ситуации, великолепные боевые сцены. Читайте продолжение саги о Ведьмаке!`,
        years:2013,
        numberOfPages:446,
        coverType: 'Твердая бумажная'
    }
]